Repository: BLURAY-DISC/audiodecoder.sacd
Catalog: audiodecoder.sacd/resources/language/resource.language.*/strings.po
Languages: hr_hr

# Addon Summary
source: Super Audio CD ISO image
hr_hr: Super Audio CD ISO slika

# Addon Description
source: This addon allows Kodi to read content from a Super Audio CD ISO image.[CR][CR]Super Audio CD (SACD) is a read-only optical disc format for audio storage, introduced in 1999, developed jointly by Sony and Philips Electronics to be the successor to the Compact Disc.[CR][CR]The SACD format offers more audio channels (e.g. surround sound), a higher bit rate, and longer playing time than a conventional CD.
hr_hr: Ovaj dodatak omogućuje Kodiju da čita sadržaj iz Super Audio CD ISO slika.[CR][CR]Super Audio CD (SACD) je samo-za-čitanje format optičkog diska zvučne pohrane, predstavljen 1999, razvijen od strane Sonyja i Philips Electronicsa da bude nasljednik Compact Disca.[CR][CR]SACD format nudi više zvučnih kanala (npr. surround zvuk), veću brzinu prijenosa, i dulje vrijeme reprodukcije od konvencionalnog CD-a.

# #30020
source: Volume adjust
hr_hr: Prilagodba glasnoće zvuka

# #30021
source: To change speaker volume with setting value during playback.
hr_hr: Za promjenu glasnoće zvuka zvučnika tijekom repordukcije.

# #30022
source: LFE adjust
hr_hr: LFE prilagodba

# #30023
source: To change LFE volume with setting value during playback.
hr_hr: Za promjenu LFE glasnoće zvuka s vrijednostima postavke tijekom repordukcije.

# #30024
source: PCM Samplerate
hr_hr: PCM normalizacija

# #30025
source: Sample rate to which the stream is reduced.
hr_hr: Normalizacija zvuka za koje je strujanje smanjeno.

# #30026
source: DSD2PCM mode
hr_hr: DSD2PCM način

# #30027
source: Processing mode of the stream to perform the best possible resampling.
hr_hr: Način obrade strujanja za izvođenje najbolje moguće normalizacije zvuka.

# #30034
source: Select file with usable FIR filter
hr_hr: Odaberi datoteku s iskoristivim FIR filtrom

# #30035
source: To select finite impulse response (FIR) filter data stored in a file.
hr_hr: Za odabir finite impulse response (FIR) filtra pohranjenog u datoteci.

# #30036
source: FIR filter file
hr_hr: FIR datoteka filtra

# #30037
source: Preferable area
hr_hr: Preferirano područje

# #30038
source: To select the songs for the respective number of speakers.
hr_hr: Za odabir pjesama za respektabilan broj zvučnika.

# #30039
source: All
hr_hr: Svi

# #30041
source: Multichannel
hr_hr: Višekanalni

# #30050
source: Separate stereo and multichannel tracks
hr_hr: Zasebni stereo i višekanalni zapisi

# #30051
source: Sort stereo tracks first, then all multichannel tracks.
hr_hr: Poredaj prvo stereo zapise, zatim višekanalne zapise.

# #30052
source: Fall back when preferred track area is empty
hr_hr: Vrati se kada je željeno područje zapisa prazno

# #30053
source: If preferred tracks (stereo or multichannel) are not available, a different method is used to fall back.
hr_hr: Ako željeni zapisi (sterero ili višekanalni) nisu dostupni, drugačiji način se koristi za vraćanje.
